<?php

return [
	'user' => [
		'name' => 'Ім`я',
		'email' => 'E-Mail Адреса',
		'password' => 'Пароль',
		'confirm_password' => 'Підтвердження Пароля',
		'has_account' => 'Вже зареєстровані',
		'nav' => [
			'name' => 'Доступні опції',
			'managing_page' => 'Управління',
		]
	],
	'btn' => [
		'register' => 'Реєстрація',
		'account' => 'Аккаунт',
	],
	'page' => [
		'sign_in' => [
			'name' => 'Реєстрація',
		],
		'main' => [
			'name' => 'Головна',
		],
		'search' => [
			'result' => 'Результат пошуку: знайдено ":amount" продуктів. За запитом ":request".',
		],
		'order' => [
			'header' => 'Зв`язатися з нами',
			'description' => 'будь-ласка залиште замовлення',
			'placeholder' => [
				'name' => 'Імя',
				'email' => 'Email',
				'phone' => 'Телефон',
				'is_subscribe' => 'Підпишіться та отримайте останні оновлення та пропозиції по електронній пошті',
				'message' => 'Мене цікавить ціна на цей товар. Будь ласка, зв`яжіться зі мною при першій же можливості і запропонуйте кращу ціну на цей продукт.',
			],
			'submit' => 'Зв`язатися з менеджером',
		],
	],
	'or' => 'або',
	'category' => [
		'select_placeholder' => 'Оберіть категорію',
	],
	'products' => [
		'search_placeholder' => 'Пошук за ключовими словами',
		'menu_item' => 'Продукція',
		'description' => 'Опис товару',
		'category' => 'Категорія',
		'categories' => 'Категорії товарів'
	],
	'all' => 'Всі',
];
