<?php

return [
	'user' => [
		'name' => 'Имя',
		'email' => 'E-Mail Адресс',
		'password' => 'Пароль',
		'confirm_password' => 'Подтверждение Пароля',
		'has_account' => 'Уже зарегистрированы',
		'nav' => [
			'name' => 'Доступные опции',
			'managing_page' => 'Управление',
		]
	],
	'btn' => [
		'register' => 'Регистрация',
		'account' => 'Аккаунт',
	],
	'page' => [
		'sign_in' => [
			'name' => 'Регистрация',
		],
		'main' => [
			'name' => 'Главная',
		],
		'search' => [
			'result' => 'Результат пошуку: знайдено ":amount" продуктів. За запитом ":request".',
		],
		'order' => [
			'header' => 'Связаться с нами',
			'description' => 'пожалуйста оставьте заявку',
			'placeholder' => [
				'name' => 'Имя',
				'email' => 'Email',
				'phone' => 'Телефон',
				'is_subscribe' => 'Подпишитесь и получайте последние обновления и предложения по электронной почте',
				'message' => 'Меня интересует цена на этот товар. Пожалуйста, свяжитесь со мной при первой же возможности и предложите лучшую цену на этот продукт.',
			],
			'submit' => 'Связаться с менеджером',
		],
	],
	'or' => 'или',
	'category' => [
		'select_placeholder' => 'Выберите категорию',
	],
	'products' => [
		'search_placeholder' => 'Поиск по ключевым словам',
		'menu_item' => 'Продукция',
		'description' => 'Описание товара',
		'category' => 'Категория',
		'categories' => 'Категории товаров'
	],
	'all' => 'Все',
];
